{
    "ru": {
        "start": "IMVO AI. Создаем надежный мультиязычный GPT-прокси для конструирования собственных АИ-приложений с помощью нашего АПИ и для персонального использования сервиса внутри телеграм.",
        "text": "<p><b>Конструктор промптов:</b><br/>Генерируйте подсказки, адаптированные к вашим конкретным потребностям и предпочтениям.</p> <p><b>Бесшовная интеграция:</b><br/>У нас комфортный АПИ, возможность создания коллаборации промптов для создания гибких АИ-приложений</p><p><b>Встроенная монетизация:</b><br/>Делитесь промптами с другими пользователями и получайте возврат во время их использования.</p><p><b>Без подписки</b><br/>Пополняйте баланс и используйте без привязки ко времени. Это выгодно.</p> "
    },
    "en": {
        "start": "IMVO AI. We create a reliable multilingual GPT proxy for building your own AI applications using our API and for personal service use within Telegram.",
        "text": "<p><b>Prompt Builder:</b><br/>Generate prompts tailored to your specific needs and preferences.</p> <p><b>Seamless Integration:</b><br/>Enjoy a user-friendly API and the ability to collaborate on prompts to create flexible AI applications.</p><p><b>Built-in Monetization:</b><br/>Share prompts with other users and earn returns as they are used.</p><p><b>No Subscription:</b><br/>Top up your balance and use without time constraints. It's cost-effective.</p> "
    },
    "tr": {
        "start": "IMVO AI. API'mizle kendi yapay zeka uygulamalarınızı oluşturmak ve Telegram içinde kişisel kullanım için güvenilir, çok dilli bir GPT proxy'si oluşturuyoruz.",
        "text": "<p><b>Prompt Oluşturucu:</b><br/>Özel ihtiyaçlarınıza ve tercihlerinize göre uyarlanmış komutlar oluşturun.</p> <p><b>Kesintisiz Entegrasyon:</b><br/>Kullanıcı dostu bir API'miz ve esnek yapay zeka uygulamaları oluşturmak için iş birliği yapma imkanı sunuyoruz.</p><p><b>Yerleşik Para Kazanma:</b><br/>Komutlarınızı diğer kullanıcılarla paylaşın ve kullanım sırasında geri dönüş kazanın.</p><p><b>Abonelik Yok:</b><br/>Bakiye yükleyin ve zaman kısıtlaması olmadan kullanın. Bu daha avantajlıdır.</p> "
    },
    "it": {
        "start": "IMVO AI. Creiamo un affidabile proxy GPT multilingue per costruire le tue applicazioni AI utilizzando la nostra API e per un uso personale del servizio all'interno di Telegram.",
        "text": "<p><b>Generatore di Prompt:</b><br/>Genera prompt adattati alle tue esigenze e preferenze specifiche.</p> <p><b>Integrazione Senza Soluzione di Continuità:</b><br/>Offriamo un'API facile da usare e la possibilità di collaborare sui prompt per creare applicazioni AI flessibili.</p><p><b>Monetizzazione Integrata:</b><br/>Condividi i tuoi prompt con altri utenti e guadagna un ritorno durante il loro utilizzo.</p><p><b>Nessun Abbonamento:</b><br/>Ricarica il tuo saldo e utilizza senza vincoli di tempo. È conveniente.</p> "
    }
}