{
    "en": {
        "start": "Introducing AIHandler, your ultimate tool for creating GPT prompts with ease and efficiency! Whether you are looking to enhance your Telegram bot, integrate prompts into your own applications via API, or even monetize your creativity by sharing prompts with others people.",
        "text": "<p><b>Create Custom Prompts:</b> Generate prompts tailored to your specific needs and preferences. Craft engaging conversation starters, thought-provoking questions, or informative prompts with just a few clicks.</p> <p><b>Seamless Integration:</b> Easily integrate prompts into your Telegram bot or any other application using our user-friendly API. Enhance the conversational capabilities of your bot or application with dynamic and engaging prompts generated by GPT.</p> <p><b>Monetization Opportunities:</b> Share your curated prompts with other users and earn money for each prompt used. Whether yo are a seasoned content creator or just starting out, AIHandler provides a platform for you to monetize your creativity and contribute to the GPT community.</p> <p><b>Flexible Usage:</b> Whether you are a developer, entrepreneur, or content creator, AIHandler offers flexibility in how you use and distribute prompts. From personal projects to commercial applications, AIHandler empowers you to leverage the power of GPT prompts in various ways.</p> <p><b>User-Friendly Interface:</b> Navigate through AIHandler intuitive interface with ease. Access advanced features for prompt customization, track usage and earnings, and manage your prompt library effortlessly.</p> <p>Unlock the full potential of GPT prompts with AIHandler and revolutionize the way you engage with your audience, enhance your applications, and monetize your creativity!</p>"
    },
    "tr": {
        "start": "AIHandler'ı tanıtıyoruz, GPT ipuçlarını kolaylık ve verimlilikle oluşturmanız için nihai aracınız! İster Telegram botunuzu geliştirmek, ister API aracılığıyla kendi uygulamalarınıza ipuçlarını entegre etmek, isterse de yaratıcılığınızı diğer insanlarla paylaşarak para kazanmak istiyor olun.",
        "text": "<p><b>Özel İpuçları Oluşturun:</b> Belirli ihtiyaçlarınıza ve tercihlerine göre uyarlanmış ipuçları oluşturun. Sadece birkaç tıklama ile ilgi çekici sohbet başlatıcıları, düşündürücü sorular veya bilgilendirici ipuçları hazırlayın.</p> <p><b>Kesintisiz Entegrasyon:</b> Kullanıcı dostu API'mizi kullanarak ipuçlarını kolayca Telegram botunuza veya herhangi bir uygulamanıza entegre edin. Botunuzun veya uygulamanızın konuşma yeteneklerini, GPT tarafından oluşturulan dinamik ve ilgi çekici ipuçları ile geliştirin.</p> <p><b>Paraya Çevirme Fırsatları:</b> Özenle seçilmiş ipuçlarınızı diğer kullanıcılarla paylaşın ve her kullanımdan para kazanın. İster deneyimli bir içerik oluşturucu olun ister yeni başlıyor olun, AIHandler yaratıcılığınızı paraya çevirmeniz ve GPT topluluğuna katkıda bulunmanız için bir platform sağlar.</p> <p><b>Esnek Kullanım:</b> İster bir geliştirici, girişimci veya içerik oluşturucu olun, AIHandler ipuçlarını nasıl kullanıp dağıtabileceğiniz konusunda esneklik sunar. Kişisel projelerden ticari uygulamalara kadar, AIHandler, GPT ipuçlarının gücünden çeşitli şekillerde yararlanmanızı sağlar.</p> <p><b>Kullanıcı Dostu Arayüz:</b> AIHandler'ın sezgisel arayüzünde kolayca gezinin. İpucu özelleştirme için gelişmiş özelliklere erişin, kullanım ve kazançları izleyin ve ipucu kitaplığınızı zahmetsizce yönetin.</p> <p>AIHandler ile GPT ipuçlarının tüm potansiyelini açığa çıkarın ve kitlenizle etkileşim kurma, uygulamalarınızı geliştirme ve yaratıcılığınızı paraya çevirme şeklinizde devrim yaratın!</p>"
    },
    "ru": {
        "start": "Представляем AIHandler, ваш универсальный инструмент для создания подсказок GPT с легкостью и эффективностью! Независимо от того, хотите ли вы улучшить своего Telegram-бота, интегрировать подсказки в свои собственные приложения через API или даже монетизировать свою креативность, делясь подсказками с другими людьми.",
        "text": "<p><b>Создавайте индивидуальные промпты:</b> Генерируйте подсказки, адаптированные к вашим конкретным потребностям и предпочтениям.</p> <p><b>Бесшовная интеграция:</b> Легко интегрируйте промпты в бот, или используйте любое другое приложение с помощью нашего  API..</p> <p><b>Возможности монетизации:</b> Делитесь промптами с другими пользователями и зарабатывайте деньги за их использование.</p>  <p><b>Удобный интерфейс:</b> Легко ориентируйтесь в интуитивно понятном интерфейсе AIHandler. Доступ к расширенным функциям настройки подсказок, отслеживание использования и доходов и управление библиотекой промптов.</p> "
    }
}